// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Calibrate Color";

NoCalibrateTitle = "Cannot calibrate color";
NoCalibrateMsg = "Please check that your printer is connected and turned on, then try again.";
NoResetTitle = "Cannot restore the printer defaults";

NotAllowedWarning = "The Calibrate Color procedure is only available when both the tri-color print cartridge and the photo print cartridge are installed.";
NotAllCartridges = "The Calibrate Color procedure is only available when all cartridges are installed.";
ClickToBegin = "Click Calibrate to calibrate the color now.\nThis takes about one minute and uses one sheet of plain paper.";
ClickToBegin2 = "Click Calibrate to begin this process.\nThis takes about two minutes and uses two sheets of plain paper.";

ChooseTitle = "Choose";

FactorySettingsTitle = "Factory Settings";
FactorySettingsMsg = "Selecting the Factory Settings option will restore the printer's automatic color calibration. Please click \"Yes\" to use the Factory Settings and print a confirmation page or click \"No\" to return to the Calibrate Color dialog.";
DefaultsTitle = "Use Defaults";
DefaultsMessage = "Selecting the Use Defaults option will restore the printer's factory color calibration values. Click \"Yes\" to use the defaults or click \"No\" to return to the Calibrate Color dialog.";
//DefaultsTooltip = "Note: The “Use Defaults” button can be used to restore the printer defaults.";
YesTitle = "Yes";
NoTitle = "No";

VerificationMsg = "An image will now print out showing the result of your selection on a verification image. If the output does not show a color cast, you have completed calibration. If it does show a blue, yellow or other tint across the image, click \"Redo\" to repeat this process.";
FinishTitle = "Finish";
RedoTitle = "Redo";

TransferringProcessTitle = "Transferring file…";

PrintingProcessTitle = "Printing Color Calibration Page…";

AutomaticCalibrationCompleteTitle = "Your printer has just performed an auto color calibration";
AutomaticCalibrationCompleteMsg = "If the color printout appears to be unsatisfactory, please click the Calibrate button to perform the auto color calibration again.";
CalibrateButtonTitle = "Calibrate";
CancelButtonTitle = "Cancel";

ColorCalibrationTextFieldTitle = "Calibrate Color";
InfoTextFieldTitle = "This procedure calibrates the color of printed pages. You should not perform this procedure unless you see noticeable problems with color tints.";
GuideTextFieldTitle = "Click Calibrate to calibrate the color now.\nThis takes about one minute and one sheet of plain paper.";
ResetButtonTitle = "Factory Settings";

PatchSquareControllerInfo = "A page of color patches is printing.\n\n1. Hold the page approximately 8 inches (~20cm) in front of your eyes.\n\n2. Slowly move the page away from you until the numbered patches fade to match the background.\n\n3. Select the corresponding numbered patch that best matches the background of the printed page.";
GrayPlotBoxTitle = "Gray Plot";
ColorPlotBoxTitle = "Color Plot";
PatchMatricesControllerInfo = "1. Hold calibration page at arm's length in front of your eyes.\n\n2. Tilt the page away from you. Look at the two large squares, each containing colored patches. For each large square, find the colored patch that most closely matches the background. Each patch has an associated letter and number.\n\n3. Choose the letter and number for the matching patches in the dropdown menus for the gray and color plots shown at right.\n\n4. Click \"Calibrate\".";
PatchRowsControllerInfo = "A page of color patches is printing.\n\nSelect the corresponding numbered patch that best matches the background of the printed page.";
